--책 추가
insert into books values('언어의 온도','이기주','말글터','2016.08.19','9791195522125','818-이19ㅇ=2 ');
--insert into books values('주진우의 이명박 추격기','주진우','푸른숲','2017.08.16','9791156757016','');
--insert into books values('인간과 문화의 무지개 다리','이케다 다이사쿠','연합뉴스동북아센터','2017.07.03','9788985802093');
insert into books values('살인자의 기억법','김영하','문학동네','2013.07.24','9788954622035','813.6-김64ㅅ');

--insert into books values('나의 문화유산답사기9','유홍준','창비','2017.08.21','9788936474393');
insert into books values('82년생 김지영','조남주','민음사','2016.10.14','9788937473135','813.6-조211');
insert into books values('기사단장 죽이기1','무라카미 하루키','문학동네','2017.07.12','9788954646123',' 833.6-무231ㄱ-1');
insert into books values('명견만리','KBS명견만리제작팀','인플루엔셜','2017.06.05','9791186560433','331.544-케69ㅁ');
--insert into books values('나의 문화유산답사기10','유홍준','창비','2017.08.21','9788936474409');
insert into books values('기사단장 죽이기2','무라카미 하루키','문학동네','2017.07.12','9788954646130','833.6-무231ㄱ-2=3');
insert into books values('말의 품격','이기주','황소북스','2017.05.29','9788997092772','818-이19ㅁ');
--insert into books values('오직 두 사람','김영하','문학동네','2017.05.25','9788954645614','');
insert into books values('나미야 잡화점의 기적','히가시노 게이고','현대문학','2012.12.19','9788972756194','833.6-히11ㄴ');
insert into books values('자존감 수업','윤홍균','심플라이프','2016.09.01','9791186757093','182.1-윤95ㅈ');

--책이름으로 상세조회
select * from books where bname='자존감 수업';

--책 전체 조회
select * from books;

